{
  "Potato___healthy": {
    "plant": "감자",
    "isHealty": true
  },
  "Potato___Early_blight": {
    "plant": "감자",
    "isHealty": false,
    "disease": "겹둥근무늬병",
    "environment": "온도가 높고 비가 자주 오면 병 발생이 많으며, 비료의 부족은 병을 증가 시킨다.\n병원균은 병든 잔사물에서 균사 또는 분생포자 형태로 겨울을 지내고 1차 전염원이 되며, 바람에 의해 분산, 전파 된다.\n전파된 분생포자는 알맞은 습도가 주어지면 발아하여 잎의 표피를 뚫고 침입, 2∼3일후 병반이 형성된다.",
    "content": "주로 잎에 많이 발생한다.\n처음에는 작은 원형의 갈색반점이 나타나고, 진전되면 1∼2㎝ 크기의 대형 흑갈색 병반이 형성된다.\n심할 때에는 잎 전체가 말라죽게 되고 괴사부에는 흑색의 분생포자가 밀생한다.\n토마토 겹둥근무늬병과 같이 뚜렸한 윤문이 형성되지는 않으나, 병반 상에는 다소의 윤문이 형성되는 것을 볼 수 있다.",
    "protect": {
      "basic": [
        "발생상습지는 돌려 짓기를 하고 병든 잔사물은 신속히 제거하여 불태운다.",
        "절비가 되지 않도록 주의한다.",
        "큐어링을 충분히 하여 괴경감염을 방지한다."
      ]
    }
  },
  "Potato___Late_blight": {
    "plant": "감자",
    "isHealty": false,
    "disease": "역병",
    "environment": "p. infestans는 전국의 재배지에서 발생되며 괴경과 감자의 모든 지상부위를 침해한다.\np. nicotianae는 제주도, p. erythroseptica는 강원도에서 발생이 확인되었으나 피해는 크지 않다.\np. infestans는 기온이 서늘하고(16~20˚c) 비가 많은 봄, 가을에 대 발생되는데, 공기중 습도와 병 발생은 밀접한 관계가 있다.\n전국의 모든 감자 재배지역에서 발생이 보고되었다.",
    "content": "기상 환경과 재배 양식에 따라 병 증상이 다양하게 나타나는데 초기에는 연록색이나 진한 녹색의 부정형 작은 반점이 잎에 나타난다.\n환경이 적당하면 병은 순식간에 번지는데 적갈색의 큰 괴저 병반이 잎에 먼저 생기고 나중에 잎줄기와 줄기로 번져 포기 전체가 결국 말라죽는다.\n병반 주변에는 가끔 연록색 혹은 노란 윤문이 생기며 병원균 포자가 하얗게 형성되기도 한다.\n감염된 종서는 불규칙한 암갈색의 병반이 표면에 나타나는데 안으로 약간 들어가며 속을 갈라보면 적갈색으로 썩어있으나 비교적 단단하다.",
    "protect": {
      "basic": [
        "건전 씨감자를 선택하고 병든 감자는 불에 태우거나 땅속 깊이 묻는다.",
        "저장 전 건전 종서 선별을 철저히 한다 - 환기를 잘하여 저장고가 과습하지 않도록 한다.",
        "재배 포장은 배수가 잘되게 이랑을 파고 침수되지 않도록 주의한다.",
        "예보에 따라 방제적기에 등록된 약제를 이용하여 예방적, 치료적 방제제를 사용한다."
      ]
    }
  },
  "Pepper___healthy": {
    "plant": "고추",
    "isHealty": true
  },
  "Pepper___Bacterial_spot": {
    "plant": "고추",
    "isHealty": false,
    "disease": "세균성점무늬병",
    "environment": "병원균은 병든 식물체의 잔재(殘滓) 및 종자에서 겨울을 지나고 1차 전염원이 된다.\n.병원균의 전반(傳搬)은 주로 비, 바람, 농기구 등에 의해 이루어지며, 병원균은 기공과 상처를 통해 침입한다.",
    "content": "잎에 처음에는 회갈색의 작은 점무늬로 나타나고, 진전되면 중심부는 흰색으로 변하며, 병반의 가장자리는 암갈색을 띠게 된다.\n병반의 주위에는 황색의 테두리가 형성된다.\n심한 경우에는 잎 전체가 갈색으로 변해 떨어진다.\n잎자루와 과경에는 갈색의 둥근 반점이 형성되고, 진전되면 암갈색 부정형으로 약간 확대된다.\n피망의 과실에서는 갈색 내지 암갈색의 반점으로 나타난다.",
    "protect": {
      "basic": [
        "비가 자주 오면 병원세균이 식물체에 침입하거나 식물체내에서 증식하기가 매우 쉬어지므로 비가림 재배를 한다.",
        "연작을 피하고 병든 조직은 빨리 밭에서 제거한다",
        "농작업은 맑은 날에 하고 사용하였던 농작업용 자재는 소독한 후 사용한다.",
        "약제방제는 예방을 목적으로 사용하는 것이 효과적이며 심하게 발병하면 방제하기 어렵다."
      ]
    }
  },
  "Tomato___Early_blight": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "겹무늬병",
    "environment": "병원균은 종자 혹은 병든 부위에서 균사나 분생포자의 형태로 겨울을 지낸 후 분생포자를 형성하여 공기전염 한다.\n시설재배나 노지재배 시 온도와 습도가 높을 때 많이 발생한다.\n이 병은 토마토 이외의 다른 가지과 작물에서도 발생한다.",
    "content": "잎, 줄기, 과실에 발생한다.\n감염 부위에는 처음에 타원형의 갈색 반점으로 나타나고 진전되면 암갈색의 겹무늬 반점으로 확대된다.\n병든 부위는 마른 상태로 썩으며 겹무늬가 생기고, 후에 분생포자가 형성되어 검은 색을 띠게 된다.\n줄기의 감염 부위 위쪽으로는 시들고 말라 죽는다.\n병든 과실은 검게 썩어 상품가치를 잃게 된다.",
    "protect": {
      "basic": [
        "병든 식물은 일찍 제거하고, 발생상습지 포장은 돌려짓기한다.",
        "조생종을 재배하고, 종자소독을 한다.",
        "충분히 비료를 주도록 한다.",
        "지주목을 새워 비,바람에 의해 쓰러지지 않도록 해주며, 통풍과 투광이 잘 되도록 한다."
      ]
    }
  },
  "Tomato___healthy": {
    "plant": "토마토",
    "isHealty": true
  },
  "Tomato___Late_blight": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "잎마름역병",
    "environment": "노지포장에서도 발생되지만 시설재배에서 피해가 심하다.\n기온이 낮고 비가 잦으면 심하게 발생하여 치명적인 피해를 주는 병해로서 1～2주만에 전 포장을 황폐화시키기도 한다.\n기주작물이 재배되지 않을 때는 주로 병든 식물체의 잔재(殘滓) 등에서 월동하는데 병든 감자 종서가 결정적인 전염원이 될 수 있다.\n밤 기온은 낮고, 낮에는 따뜻하여 일교차가 크고 다습할 때 심하게 발생하며, 습도는 91～100%, 온도는 3～26℃사이에서 발병되나, 발병 최적온도는 18～22℃이고, 28℃이상에서는 거의 발병되지 않는다.\n이 병은 채소작물중 주로 토마토와 감자에서만 발생한다.",
    "content": "잎, 과실, 줄기 등에서 발생한다.\n잎에 발생하는 초기증상은 불명확한 수침상의 부정형 병반으로 나타나고 점점 커져 급속히 넓은 면적으로 번진다.\n병든 잎은 연한 녹색이나 갈색으로 썩고, 과습하면 잎 뒷면에 다량의 흰 균사와 유주자낭을 형성하여 이슬처럼 보인다.\n병든 잎은 갈색으로 썩고 오그라들면서 말라죽는데, 병발생이 심한 포장은 냉해를 입은 것처럼 보이기도 한다.\n어린 가지나 줄기 혹은 잎자루 등의 병든 부위는 갈색으로 썩으며, 저온과습하면 흰 균사와 포자가 수 없이 많이 형성된다.\n과실의 병든 부위는 흑갈색으로 썩고, 비교적 단단하며 과실전체가 심하게 오그라들기도 한다.\n다른 병원균이 이차적으로 침입하게 되면 과실 전체가 물컹하게 썩기도 한다.",
    "protect": {
      "basic": [
        "환기를 철저히 하여 시설내가 과습하지 않도록 한다.",
        "잦은 물주기를 하지 않고 물빠짐을 좋게 한다.",
        "항상 포장을 청결히 하고 병든 잎이나 줄기는 조기에 제거하여 불에 태우거나 땅속 깊이 묻는다.",
        "등록약제를 이용하여 방제한다."
      ]
    }
  },
  "Tomato___Bacterial_spot": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "세균성점무늬병",
    "environment": "주로 따뜻하고 다습한 기후에서 발생한다.\n잎, 줄기 및 열매의 물이 모이고 건조하지 않은 환경은 세균성 감염을 촉진할 수 있다.\n병원체는 잎사귀 또는 잎 상에 존재하며, 비처리된 씨앗, 원칙적으로 동물, 인간 및 장비를 통해 전파될 수 있다.",
    "content": "잎, 줄기 및 열매에 작은 물방울 모양의 물집이 생긴다.\n물집은 짙은 갈색에서 검은 색으로 변하며, 물집 주위의 조직은 썩어서 떨어질 수 있다.\n잎은 대개 물집이 형성된 후에 시들어서 색이 변하고, 열매는 잘못 성장하거나 부패할 수 있다.",
    "protect": {
      "basic": [
        "토마토 식물 간의 충분한 간격을 유지하여 공기의 순환을 촉진하고 잎을 건조하게 유지한다.",
        "환경이 따뜻하고 다습할 경우, 병의 전파를 최소화하기 위해 적절한 방제제를 사용한다.",
        "씨앗은 세균성 점으로 감염되어 있을 수 있으므로 씨앗의 소독이나 열처리가 필요하다.",
        "관리하는 동안 토마토 식물을 꾸준히 검사하여 감염 초기에 대응한다.",
        "감염된 부분을 제거하고 분해하여 최대한 빠르게 폐기한다."
      ]
    }
  },
  "Tomato___Leaf_Mold": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "잎곰팡이병",
    "environment": "병원균은 병든 잎이나 종자 등에서 겨울을 지내고 1차 전염원이 되나, 시설재배에서는 병원균이 각종 농자재에 붙어 겨울을 지내기도 한다.\n2차 전염은 병반상에 형성된 포자가 전반되어 잎의 기공을 통하여 침입하여 발병된다.\n20～25℃ 의 온도조건하에서 피해가 크며, 특히 시설재배지에서 심하게 발생한다.",
    "content": "잎에 발생한다.\n처음에는 잎의 표면에 흰색 또는 담회색의 반점으로 나타나고 진전되면 황갈색 병반으로 확대된다.\n잎 뒷면에 담갈색의 병반이 형성되는데, 병반상에는 갈색의 곰팡이가 융단처럼 밀생되어 있는 것을 볼 수 있으며, 오래되면 균총이 갈색에서 연한 자색으로 변한다.\n주로 아래 잎에서 피해가 크며, 심하면 아랫잎 전체가 누렇게되고 말라 죽는다.",
    "protect": {
      "basic": [
        "병든 잎을 신속히 제거한다.",
        "90%이상의 상대습도가 유지되지 않도록 한다.",
        "통풍이 잘되게 하고 밀식하지 않는다.",
        "건전한 종자를 사용하고, 깨끗한 자재를 사용한다.",
        "질소질 비료의 과용을 피한다."
      ]
    }
  },
  "Tomato___Septoria_leaf_spot": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "흰무늬병",
    "environment": "병원균은 병든 부위에서 병자각의 형태로 겨울을 지낸 후, 병포자를 형성하여 공기전염 한다. \n병원균의 감염적온은 20～25℃이고, 습도가 높은 경우에 병 발생이 심하다.\n노지포장에서는 주로 여름철 장마기 이후에 많이 발생한다.",
    "content": "잎, 잎자루, 줄기, 가지, 과경에 발생한다.\n발생 초기에는 식물체의 아래쪽에서부터 병 증상이 나타나고, 위쪽으로 진전되어 올라간다.\n감염 부위에는 갈색 내지 암갈색의 작은 반점이 형성되고, 진전되면 병반의 내부는 회색으로 변하며, 그 곳에 흑색의 소립점이 보인다.\n심하게 병든 잎은 황색으로 변하여 마르고 일찍 떨어진다.\n심하게 병든 가지는 황색으로 변해 말라 죽는다.",
    "protect": {
      "basic": [
        "종자를 선별하고, 소독하여 파종한다.",
        "재배 시 균형시비를 한다.",
        "병든 잎은 조기에 제거한다.",
        "온실재배 시 내부가 다습하지 않도록 환기를 한다."
      ]
    }
  },
  "Tomato___Spider_mites Two-spotted_spider_mite": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "진드기 감염",
    "environment": "진드기는 따뜻하고 건조한 환경을 선호합니다.\n농작물을 올바르게 관리하지 않거나 수분이 부족한 환경에서 발생 가능성이 높습니다.\n들은 작은 크기로 잎의 하단면에 서식하고, 미지근한 기후를 선호하며, 높은 습도를 피합니다.",
    "content": "토마토 식물의 잎에 진드기의 발자국이나 피하는 자국이 나타날 수 있습니다.\n식물의 잎은 노란색으로 변하고, 그 결과로 감염된 식물은 성장이 둔화되거나 열매의 생산량이 줄어들 수 있습니다.\n진드기가 식물을 피하면 잎은 식별하기 어려운 작은 화이트 스팟으로 덮일 수 있습니다.\n중간 단계에서, 식물은 갈색이나 황색으로 변할 수 있으며, 잎이 타공되고 식물이 온전히 망가질 수 있습니다.",
    "protect": {
      "basic": [
        "화학적 방제제를 사용하여 진드기를 제어할 수 있지만, 미생물 살충제 또는 유기적 방제제를 사용하여 자연적인 해결책을 찾을 수도 있습니다.",
        "식물을 정기적으로 물을 주어 건강하게 유지하고, 환경을 건조하게 유지하여 진드기의 번식을 제한합니다.",
        "진드기가 식물에 감염되면 물과 비누로 만든 용액을 사용하여 식물을 세척할 수 있습니다.",
        "과실 및 잎을 방울망으로 가려주는 것도 도움이 될 수 있습니다."
      ]
    }
  },
  "Tomato___Target_Spot": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "",
    "environment": "",
    "content": "",
    "protect": [""]
  },
  "Tomato___Tomato_mosaic_virus": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "모자이크병",
    "environment": "전국적으로 발병율은 일반 토마토에서는 3.3%, 방울 토마토에서는 1.7%로 전체적으로는 낮은 편이다.\n그러나, 지역에 따른 차이가 많아 안강지역에서는 63%까지 감염된 경우도 있었다.\n일반 토마토에는 CMV와 TMV 및 ToMV가 주요 바이러스인 것에 반해, 방울 토마토에서는 PepMoV와 ToMV만 감염되는 것으로 보고되었다.\nCMV는 세계 각국에 널리 분포되어 있으며, 특히 온대지역에 발생이 많다.\n우리 나라에서도 전국 각지에 분포되어 각종 작물에 피해를 주고 있다.\nPVX는 즙액전염 또는 접촉에 의해서도 전염이 된다.\n접촉전염은 잎이나 줄기 접촉뿐만 아니라 뿌리 접촉에 의해서도 전염된다.\nPVX는 진딧물에 의하여 매개되지 않으나, 직시목에 속하는 곤충과 진균(Synchyrium endoticum)에 의하여도 전염되기도 한다.\n자연 상태에서 감염이 되는 기주로는 고추, 담배, 감자, 토마토 등이다.\nPepMoV를 자연상태에서 전염시키는 것은 진딧물이다.\nPepMoV는 비영속형전염 바이러스로서 충체내 잠복기간이 없다.\n또한 바이러스를 획득한 보독충도 단기간 안에 바이러스의 전염력을 잃는다.\n자연상태에서 감염되는 것은 담배, 고추, 감자 등이다.\nTMV는 종자전염이 되고, 연작지 토양내 병든 식물의 유체 등도 1차 전염원으로 중요하다.\nTMV는 진딧물에 의하여 전염되는 것이 아니고, 접촉전염이 되는데 자연감염 기주가 전염원으로 주위에 있으면 발병이 잘 된다.\n또한 이 바이러스는 기주범위가 넓어서 가지과, 국화과, 콩과 등 쌍자엽 식물을 주로 하여 22과 200종 이상 침해한다.\n특히 토마토, 피만, 고추, 담배가 주로 발병되는 작물이다.",
    "content": "4종류의 바이러스에 의해서 발생된다.\nCMV에 감염된 잎에서는 작고 많은 황색 반점과 모자이크 및 고사리잎으로 나타나고, 간혹 위축과 기형을 동반하기도 한다.\nPepMoV에 의한 증상은 방울토마토의 잎에 황색의 모자이크 및 괴저윤문으로 나타나며, 줄기에서는 괴사증상이 심하게 나타난다.\nTMV에 의한 증상은 잎에 황색의 모자이크로 나타나며, 진전되면 잎이 기형이 되고, 일부가 가늘어진다.\n품종에 따라서는 새싹의 괴사나 줄기 및 과실의 괴저병반으로 나타난다.\nToMV에 의한 증상은 잎에서는 모자이크로, 줄기에서는 얼룩줄무늬로 나타나며 과실의 표면에는 괴저성의 윤문반점으로 나타난다.",
    "protect": {
      "CMV 방제": [
        "진딧물이 전염시키므로 진딧물의 기주를 제거한다.",
        "등록된 살충제를 살포하여 진딧물을 방제한다.",
        "전 작물의 잔재물을 제거하고, 작물의 파종시기 및 올멱심기 시기를 조절한다.",
        "바이러스의 잠재적인 보존원인 잡초나 중간기주를 제거한다.",
        "전염원이 되는 병든 식물은 발견 즉시 제거한다."
      ],
      "PepMoV 방제": [
        "복숭아혹진딧물의 기주식물인 가지과, 배추과 등을 주위에 재배하지 않는다.",
        "자연 발병 기주인 담배, 고추, 감자 등을 연속 재배하지 말아야 한다.",
        "병든 식물체는 일찍 제거한다.",
        "등록된 살충제를 살포하여 진딧물을 방제한다.",
        "병에 잘 걸리지 않는 품종을 재배한다."
      ],
      "TMV 및 ToMV 방제": [
        "고추와 토마토를 연속재배하지 말아야 한다.",
        "종자 소독을 철저히 한 후 파종한다.",
        "오염 토양, 옷, 손, 농기구들의 오염물을 제거한다.",
        "옮겨심기, 눈따기, 수확 등 작업 시에 전염이 되므로 주의하여야 하며 작업 전에는 반드시 손을 닦아야 한다 - 전염원으로부터 격리된 지역에서 재배한다.",
        "전염원이 되는 병든식물은 발견 즉시 제거한다."
      ]
    }
  },
  "Tomato___Tomato_Yellow_Leaf_Curl_Virus": {
    "plant": "토마토",
    "isHealty": false,
    "disease": "황화잎말림바이러스",
    "environment": "토마토반점위조바이러스병(TSWV)은 총채벌레에 의해 전염되며, 증상으로는 잎에 반점이 나타나고, 병이 진전되면 새순이나 줄기는 갈색으로 변색, 열매에는 얼룩이 나타나는 것이 특징이다",
    "content": "식물이 질병에 감염되면 어린잎에서부터 심한 황화와 함께 잎이 작아지고 주름이 진다.\n병든 과실은 잘 자라지 못해 상품가치를 잃게 된다.",
    "protect": {
      "basic": [
        "병을 전염시키는 해충의 세대 기간이 짧아 연간 발생횟수가 많고 증식률이 높으므로 발생초기에 방제하고, 육묘 시 철저한 관리로 병의 확산 예방 한다."
      ]
    }
  }
}
